/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Zainstaluj %@";
"Installer_StatusTextValue_Downloading" = "Pobieranie %@...";
"Installer_StatusTextValue_Retrying" = "Błąd pobierania. Ponawianie próby...";
"Installer_StatusTextValue_RetryingSec" = "Błąd pobierania. Ponawianie próby po %lu s";

"Installer_IncompleteAlert_Message" = "Pobieranie w toku";
"Installer_IncompleteAlert_InformativeText" = "Czy na pewno chcesz wyjść i przerwać pobieranie %@?";
"Installer_IncompleteAlert_DefaultButton" = "Kontynuuj pobieranie";
"Installer_IncompleteAlert_AlternativeButton" = "Zakończ";

"Installer_FailureAlert_Message" = "Pobieranie nie powiodło się";
"Installer_FailureAlert_InformativeText" = "Wystąpił błąd przy pobieraniu %@. Spróbuj pobrać bezpośrednio z witryny.";
"Installer_FailureAlert_DefaultButton" = "Pobierz z witryny";
"Installer_FailureAlert_AlternativeButton" = "Anuluj";

"Installer_NoConnection_DefaultButton" = "Przypomnij później";
